tap "anomalyco/tap"
tap "bufbuild/buf"
tap "datadog-labs/pack"
tap "derailed/k9s"
tap "go-task/tap"
tap "hashicorp/tap"
brew "buf"
brew "cfssl"
brew "clang-format"
brew "cloudflared"
brew "etcd"
brew "python@3.13"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "golang-migrate"
brew "golangci-lint"
brew "googleworkspace-cli"
brew "graphviz"
brew "helm"
brew "iproute2mac"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "libconfig"
brew "neovim"
brew "node@22"
brew "pnpm"
brew "poppler"
brew "powerlevel10k"
brew "protobuf"
brew "pyenv"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "anomalyco/tap/opencode"
brew "datadog-labs/pack/pup"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
cask "claude-code"
cask "codex"
cask "gcloud-cli"
